Repository: ludwingperezt/flutter-notes
Catalog: lib/l10n/intl_*.arb
Languages: es

source: login
es: Iniciar sesión

# impossible_find_user
source: We couldn't find any user with the provided credentials
es: No pudimos encontrar un usuario con las credenciales ingresadas

source: Invalid credentials
es: Credenciales no válidas

source: Authentication error
es: Error de autenticación

# access_account
source: Please, login to your account to create and edit notes
es: Por favor, ingresa a tu cuenta para que puedas crear o editar notas.

# enter_email
source: Write your email
es: Ingrese su email

# enter_password
source: Write your password
es: Ingrese su contraseña

# enter
source: Login
es: Ingresar

# forgot_password
source: I forgot my password
es: Olvidé mi contraseña

source: Register here!
es: Regístrate aquí!

source: Log out
es: Cerrar sesión

source: Weak password
es: Contraseña debil

# email_already_used
source: Email already in use
es: Email en uso

source: Invalid email
es: Email no válido

# sign_up_failed
source: Registration failed
es: Fallo al registrar usuario

# register
source: Sign Up
es: Registro

# create_account
source: Sign up to create and edit notes
es: Crea una cuenta para crear y editar notas

source: Sign up
es: Registrarse

# already_signed_up
source: Already registered? Login here!
es: Ya te has registrado? Ingresa aqui!

source: Verify email
es: Verificar email

# sent_confirm_email_notice
source: We have sent an email to your address to confirm your registration. Please, check your email and click the link to confirm your registration process.
es: Hemos enviado un email a tu dirección para confirmar tu registro. Por favor abre el correo y haz clic en el enlace que recibiste para confirmar tu registro.

# sent_confirm_email_notice_2
source: If you cannot see the email, check the spam folder, and if you haven't received the mail yet, click the button below
es: Si no has recibido el correo de verificación revisa en spam, si aún así no recibes el correo, haz clic en el botón de abajo

# sent_confirm_email
source: Send verification email
es: Enviar email de vefificación

# reset_view
source: Return
es: Reiniciar

# wait
source: Please, wait a moment...
es: Por favor, espera un momento...

# request_not_processed
source: We couldn't process your request. Make sure you are a registered user.
es: No pudimos procesar la solicitud. Asegúrate de que eres un usuario registrado.

source: Reset password
es: Recuperar contraseña

# reset_password_notice
source: If you forgot your password, write your email and we will send a link to reset your password.
es: Si olvidaste tu contraseña, ingresa tu email y te enviaremos un enlace para que puedas recuperarla.

# enter_email_hint
source: Write your email here
es: Ingresa tu email aqui

# send_me_link_reset_password
source: Send the recovery link
es: Envíame el enlace de recuperación

source: Back to login
es: Regresar a login

source: New note
es: Nueva nota

# write_your_note
source: Write your text here
es: Escribe tu texto aqui

# wait_load
source: Please, wait while the view loads
es: Por favor, espera mientras se carga la pantalla de inicio

# please_wait
source: Please, wait a moment
es: Por favor, espera un momento

source: Share
es: Compartir

# share_empty_note_not_allowed
source: Sharing an empty note is not allowed
es: No puedes compartir una nota vacía

source: Delete
es: Eliminar

# confirm_delete
source: Are you sure to delete the element?
es: Está seguro de eliminar el elemento?

source: Cancel
es: Cancelar

# go_out
source: Log Out
es: Salir

# go_out_confirm
source: Are you sure to close your session?
es: Está seguro de cerrar sesión?

# reset_password_email_sent
source: We have sent a link to recover your password. Check your email
es: Hemos enviado un link para que recuperes tu contraseña. Revisa tu email

# notes_title
source: {count, plural, =0{No notes yet} =1{One note} other{{count} notes}}
es: {count, plural, =0{No hay notas} =1{Una nota} other{{count} notas}}
